////////////////////////////////////////////////////////////////////////////////
//
//  zengrong.net
//  创建者:	zrong
//  最后更新时间：2010-12-21
//
////////////////////////////////////////////////////////////////////////////////
package org.zengrong.utils
{
/**
 * 保存一些常用的颜色矩阵信息
 * @author zrong
 * 
 */
public class ColorMatrix
{
	/**
	 * 无色的颜色矩阵
	 */	
	public static const COLORLESS:Array = [0.3086,0.6094,0.082,0,-25,0.3086,0.6094,0.082,0,-25,0.3086,0.6094,0.082,0,-25,0,0,0,1,0];
}
}